[
    {
        "title": "The new standard of Lithium Batteries",
        "category": "design",
        "alt": "blog new standard of batteries",
        "image": "/blogs/blog1.png",
        "link": "/blog/no1",
        "excerpt": "La Rochelle based battery manufacturer seasonal British flowers and UK producers in her beautiful and sustainable creations. This season, we worked with Flora to style Sunspel stores for Christmas, for which she produced eye-catching sustainably sourced wreaths."
    },
    {
        "title": "Energy Storage Systems.",
        "category": "collaboration",
        "alt": "blog new standard of closing",
        "image": "/blogs/blog2.png",
        "link": "/blog/no2",
        "excerpt": "London-based seasonal British flowers and UK producers in her beautiful and sustainable creations. This season, we worked with Flora to style Sunspel stores for Christmas, for which she produced eye-catching sustainably sourced wreaths."
    },
    {
        "title": "Van Life Battery Use",
        "category": "design",
        "alt": "blog new standard of closing",
        "image": "/blogs/blog3.png",
        "link": "/blog/no3",
        "excerpt": "London-basedsonal British flowers and UK producers in her beautiful and sustainable creations. This season, we worked with Flora to style Sunspel stores for Christmas, for which she produced eye-catching sustainably sourced wreaths."
    },
    {
        "title": "Supporting Wind Power",
        "category": "design",
        "alt": "blog new standard of closing",
        "image": "/blogs/blog3.png",
        "link": "/blog/no4",
        "excerpt": "London-based floral designer Flora Fricker champions seasonal British flowers and UK producers in her beautiful and sustainable creations. This season, we worked with Flora to style Sunspel stores for Christmas, for which she produced eye-catching sustainably sourced wreaths."
    },
    {
        "title": "Watercraft Electric Propulsion",
        "category": "design",
        "alt": "blog new standard of closing",
        "image": "/blogs/blog2.png",
        "link": "/blog/no5",
        "excerpt": "Loproducers in her beautiful and sustainable creations. This season, we worked with Flora to style Sunspel stores for Christmas, for which she produced eye-catching sustainably sourced wreaths."
    },
    {
        "title": "Extending the Battery life of of a LFP battery",
        "category": "design",
        "alt": "blog new standard of closing",
        "image": "/blogs/blog1.png",
        "link": "/blog/no6",
        "excerpt": "London-based floral tish flowers and UK producers in her beautiful and sustainable creations. This season, we worked with Flora to style Sunspel stores for Christmas, for which she produced eye-catching sustainably sourced wreaths."
    },
    {
        "title": "It is a long established fact that a reader by the readable",
        "category": "design",
        "alt": "blog new standard of closing",
        "image": "/blogs/blog2.png",
        "link": "/blog/sample",
        "excerpt": "London-based floral designer Flora Fricker champions seasonal British flowers and UK producers in her beautiful and sustainable creations. This season, we worked with Flora to style Sunspel stores for Christmas, for which she produced eye-catching sustainably sourced wreaths."
    },
    {
        "title": "It is a long et a reader by the readable t is a long et a reader by the rea",
        "category": "design",
        "alt": "blog new standard of closing",
        "image": "/blogs/blog2.png",
        "link": "/blog/sample",
        "excerpt": "London-bs and UK producers in her beautiful and sustainable creations. This season, we worked with Flora to style Sunspel stores for Christmas, for which she produced eye-catching sustainably sourced wreaths."
    }
  ]
